amd-ucode
amdgpu_top
base
base-devel
btop
cliphist
dolphin
dunst
efibootmgr
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
firefox
flatpak
git
github-cli
gnome-keyring
grim
grub
htop
hypridle
hyprland
hyprpaper
hyprpolkitagent
iwd
kitty
lib32-mesa
lib32-vulkan-radeon
linux
linux-firmware
mesa
nano
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nvm
pavucontrol
pipewire-pulse
powertop
qt5-wayland
qt6-wayland
smartmontools
starship
steam
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
unzip
vulkan-radeon
waybar
wireplumber
woff2-font-awesome
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
